[GraphicalObject]
Name=ToolSel
WndStyle=TOOLBAR
PosStyle=FIXED
X=0
Y=0
Width=122
Height=19
FrameThickness=0
RC-DLL=HPCor008.DLL

[ToolDescriptor]
1 = ActualToolSelection,STATIC,hpgwct02.DLL
2 = ToolSelection,  PUSHBUTTON,hpgbut02.dll

[STATIC ActualToolSelection]
x=1
y=1
width=100
height=17
Text1=スペクトル
BKColor=192,192,192
TEXTColor=0,0,255
Enable=1
Dimage=4
Justify=Center
Command=@View.ComboMenu "ToolBar[1]","SPECFApplics"
Help=現在のスペクトル ツール読み込み
Font=ＭＳ Ｐゴシック,9,normal
FrameThickness=1

[PushButton ToolSelection]
ImageList=RBMP.PullDown|RBMP.PullDown|RBMP.PullDown|
x=100
y=1
width=20
height=17
Command=@View.ComboMenu "ToolBar[1]","SPECFApplics"
Help=スペクトル ツール選択
FrameThickness=1
